--
-- テーブルのデータをダンプしています `kam_kategori`
--

INSERT INTO `kam_kategori` (`kategori`, `kategori_name`, `inoutflg`, `order_no`) VALUES
(1, '食費', 0, 1),
(2, 'CD、DVD、BD', 0, 2),
(3, '書籍', 0, 3),
(4, '交通費', 0, 4),
(5, '電機', 0, 5),
(6, '衣料', 0, 6),
(7, '雑貨', 0, 7),
(8, '貯蓄', 0, 8),
(9, 'その他', 0, 99),
(10, '給与', 1, 1),
(11, '賞与', 1, 2),
(12, '報償', 1, 3),
(13, '清算', 1, 4),
(14, '払戻', 1, 5),
(15, '光熱費', 0, 9),
(16, '通信費', 0, 10),
(17, '家賃', 0, 11),
(18, 'ゲーム', 0, 12),
(19, '交際費', 0, 13),
(20, '医療費', 0, 14),
(21, '金券', 1, 6),
(22, 'その他', 1, 99);

--
-- テーブルのデータをダンプしています `kam_user`
--

INSERT INTO `kam_user` (`user_id`, `login_id`, `user_pass`, `user_name`, `user_grade`) VALUES
('0000000001', 'admin', 'pTSmp3qipzD=', '管理ユーザー', 0);
